[
    {
      "title": "悪党",
      "author": "稲田幸久",
      "image": "akutou.jpg",
      "publisher": "角川春樹事務所",
      "isbn": "上：978-4758446648 下：978-4758446655",
      "purchase_link": "https://www.maruzenjunkudo.co.jp/products/9784758446648",
      "purchase_shop": "丸善ジュンク堂",
      "published_date": "2024年9月28日",
      "note": "上下巻あり（購入リンクは上巻）",  
      "summary": "赤坂荘の領主・楠木正成は己の目指す支配の形を確かに抱きながら、幕府の権力に抗いきれず時に手先として動く日々を過ごしていた。<br>活き活きと暮らす自領民の暮らしを広めたいと願う彼の前に、大塔宮尊雲法親王を名乗る若者が現れる。<br>後に護良親王となる彼の人柄に惚れ込み、彼からも人柄と戦いぶりを認められた正成は理想を実現するためにも共に幕府を倒す戦いに身を投じることを決める。<br>しかし、それには支配と権力に強く執着する後醍醐天皇の目を欺き、足利尊氏を出し抜いて手柄を立てる必要があった。<br>苦難に向き合いながらも理想を追い求める正成の行く末は果たして……。",
      "review": "はっきりとした悪者の無い、読後感のさわやかな大河小説でした。<br>その時々で敵となる人物は居ても、彼らの側にも納得できる考えがあり理想がある。<br>なのでその考えがわからないうちは腹が立つこともありますが、それを口にされると確かに……と納得できて怒りもひっこんでいった感じです。<br><br>この作品の楠木正成は現実を把握し、理想を実現するために動くべき時、やるべきことを的確に判断して動く人です。<br>領主としても領民に優しく、彼らは支配され虐げられるべきではないという民主主義っぽい考えを持っています。<br> しかしながら激情的なところもあり、特に理想の王と見込んだ護良親王に関しては少し勇み足なところもありました。<br>また、足利尊氏に認められ自身も彼を認めながらも己のアイデンティティを理由に袂を分かつなど、どこか青臭く感じるところも。<br>理想の部分と人間臭い部分がほどよく見られる魅力的な人物として描かれていたと思います。"
    },
    {
      "title": "利生の人 尊氏と正成",
      "author": "天津佳之",
      "image": "no-image.jpg",
      "publisher": "日本経済新聞出版",
      "isbn": "978-4532171612",
      "purchase_link": "https://www.maruzenjunkudo.co.jp/products/9784532171612",
      "purchase_shop": "丸善ジュンク堂",
      "published_date": "2021年2月22日",
      "note": "",  
      "summary": "後醍醐天皇は幼い日に偶然授かった教えを抱きながら理想の治世のために決起することを決めた。<br>足利高氏は幕府の命を受けて反乱鎮圧に向かいながら、敵であるはずの男の思いに気づいて反旗を翻した。<br>楠木正成は帝の治世が理想を叶えると信じて挙兵した。<br>立場の違う三人が同じ思いを抱いて集い、しかし徐々に食い違った末袂を分かつことになる。<br>彼らの思いはどこで交わり、どこで分かれたのか。<br>歴史の表舞台に立った三人の男たちが、時代に翻弄されながらも己の成すべきことに向かう姿を描く歴史小説。",
      "review": "はっきりとした主役のない、群像劇のような作品でした。<br>序章では後醍醐天皇、中盤では足利尊氏、終章では楠木正成を軸にして物語が展開します。<br>「利生」とは衆生に神仏の利益をもたらすことであり、三者はそれぞれが過去の体験や自身の性格を理由に利生の国を目指して戦っていました。<br>同じ思いを抱きながら敵味方に別れるというのはどうにも切ない気持ちになります。<br><br>この作品の楠木正成は、民の暮らしを考え兵も将も同じく命を尊ぶ人です。<br>だからこそ時に主君である後醍醐天皇にさえ無礼な言い方をして周囲の貴族に疎まれることも。<br>足利尊氏に対しては、まだ高氏を名乗る頃に相手側からびっくりするぐらいの好意を抱かれていたこともあり、一貫して好意的で同志のように見ています。<br>一般的な意味とは異なるとはいえ、「悪党」と呼ばれた武士にしては穏やかすぎ、清らかすぎるようにも感じました。"
    },
    {
      "title": "楠木正成河内熱風録",
      "author": "増田晶文",
      "image": "kawachi.jpg",
      "publisher": "草思社",
      "isbn": "978-4794226372",
      "purchase_link": "https://www.maruzenjunkudo.co.jp/products/9784794226372",
      "purchase_shop": "丸善ジュンク堂",
      "published_date": "2023年9月6日",
      "note": "",  
      "summary": "これから読みます",
      "review": "これから読みます"
    }
  ]