[
    {
        "name": "楠木正季(くすのき まさすえ)",
        "group": "楠木一族",
        "birth_year": "不明",
        "death_year": "延元元年/建武三年(1336)",
        "relation": "弟", 
        "image": "masasue.jpg",
        "summary": "楠木正成の弟。<br />兄と共に南朝側で戦い、湊川で最期を遂げた。",
        "description": "有名な「七生報国」、七度生まれ変わって朝敵を滅ぼすという最期の言葉を言った人とされています。<br />創作作品においては思慮深い兄と比較して猪武者というか、血の気の多い武闘派として描かれている印象です。<br />楠木正成は親子関係や主従・敵対関係に着目した資料が多く弟に関する記述があまり見られなかったので、日を改めて資料を探します。"
    },
    {
        "name": "楠木正行(くすのき まさつら)",
        "group": "楠木一族",
        "birth_year": "正中三年(1326)または元享三年(1323)",
        "death_year": "貞和四年/正平三年(1348)",
        "relation": "息子（嫡男）", 
        "image": "masatsura.jpg",
        "summary": "楠木正成の長男。<br />父と同じ幼名で育ち、父の死後は南朝の大将格として活躍した。<br />父『大楠公』に対して『小楠公』と呼ばれる。",
        "description": "<p>名前を長らく「まさゆき」と間違えて読んでいました。<br />「桜井の別れ」で最後の戦に向かう正成から後を託された正行は若くして父の役職を継ぎ、やがて南朝軍を代表する武将となります。<br />その活躍は正成再来を思わせるほどで、年若いながら幕府軍を相手に連戦連勝の勢いでした。<br />しかし四条畷の戦いで高師直軍に討たれ、20代半ばの生を終えました。</p><br /><br /><p>父の勇名を継いだ一方で、政治的な判断や思想は若干異なるところがあるように感じました。<br />南朝の臨戦態勢が整い挙兵して以降の進軍ルートは父である正成がかつて幕府を撃破した行程であり、「楠木正成の再来」を意識させる行動と言えます。<br />一方で、正成が尊氏に対して検討したような和平や交渉についてはあまり触れられている文書が残っていないようで、どうも戦の強さが先に立って強硬的な行動に出てしまったような印象を受けました。<br />見ようによっては盲目なほど戦の勝ちに向けて進んだ姿は、父とは違う意味で忠臣的に見えたのかもしれません。</p>"
    },
    {
        "name": "楠木正儀(くすのき まさのり)",
        "group": "楠木一族",
        "birth_year": "不明（元徳二年(1330)頃？）",
        "death_year": "不明（元中六年/康応元年(1389)頃？）",
        "relation": "息子（三男）", 
        "image": "no-image.jpg",
        "summary": "楠木正成の三男。<br />父や兄と同じく南朝側の大将格として活躍した。",
        "description": "<p>父兄の後継者にもかかわらず、あまり広く知られていないように思います。<br />活躍は父兄に負けず劣らずの戦上手であり、幕府内の内乱絡みで和議交渉をした際には北朝との窓口役も務めるなど南朝での存在感は相当だったようです。<br />父兄を戦で亡くしたことから南朝内の和平派だったという説もあり、そのための交渉を南朝側上層部に潰された際には激しい怒りをあらわにしたとも。<br />後村上天皇の死後は一時幕府側に降りますが、あまり居心地の良いものではなかったようで最終的には南朝に帰順しています。</p><br /><br /><p>楠木一族が南朝の軍神的な描かれ方をしている中で、北朝に付いた時期があるという点において評価を落とされているようです。<br />しかし、四度の京都奪還戦の戦果と北朝との交渉役を果たした点において、ある意味では兄よりも父に似た素質を示していたのではないかと感じます。<br />北朝との和平交渉が味方のちゃぶ台返しによって反故にされた際には幕府に降参した上で南朝を攻め滅ぼす旨を口にしたというのですが、父・正成が湊川への出陣前に大軍に策なくぶつかれとは自分に死ねと言っているのだな！と零したのと重なりました。<br />この後かなり経って実際に正儀は北朝につきましたが、その後の南朝の衰退は著しく、楠木一族の動向が南朝の運命を決めたようにも見えます。</p>"
    },
    {
        "name": "足利尊氏(あしかが たかうじ)",
        "group": "北朝",
        "birth_year": "嘉元三年(1305)",
        "death_year": "延文三年(1358)",
        "relation": "敵対関係", 
        "image": "takauji.jpg",
        "summary": "室町幕府初代征夷大将軍。<br />後醍醐天皇の挙兵を鎮圧に向かう途中で幕府への反乱を宣言し、六波羅探題を滅ぼした。<br />建武の新政下で重用されたものの中先代の乱を機に対立し、北朝成立を支援した。",
        "description": "歴史から見れば最大の敵ということになる相手です。<br />楠木正成とは1回目の赤坂城の戦いで戦っていますが、以降は尊氏が後醍醐天皇と袂を分かつまで同陣営に居ました。<br />武家の棟梁であった尊氏はそれゆえに天皇政権下でも正成より高い位にあり、そのぶん統治についても正成と異なる視点にあったのではないでしょうか。<br />今で言う躁鬱病だったという説があり、新田軍に攻めてこられた時に出家を考えていたとも言われています。<br />精神的に不安定ながら戦に立てばそれまでの負けを取り返すように勝ちを挙げるあたり、武家の中でもカリスマ的な存在だったのでしょう。<br />足利側視点と言われる歴史書でもあまり酷い書かれ方になっていないあたり、尊氏から正成に対する評価も相応に高いものだったのかと思います。<br />一方で新田義貞を佞臣と糾弾して天皇側に討伐を願い出ているのは気になりました。"
    },
    {
        "name": "新田義貞(にった よしさだ)",
        "group": "南朝",
        "birth_year": "正安三年(1301)",
        "death_year": "延元三年/建武五年(1338)",
        "relation": "同陣営", 
        "image": "no-image.jpg",
        "summary": "後醍醐天皇の綸旨を以て鎌倉幕府を攻め落とし南朝方についた武将。<br />足利尊氏と対立し中先代の乱以降の多くの戦で大将格として南朝軍を率いた。<br />湊川の戦い以降は落ち目となり、北陸に転戦するものの藤島の戦いで戦死。",
        "description": "建武の新政から楠木正成が戦死するまで同じ陣営だったのですが、敵方のはずの足利尊氏より評価が辛い相手です。<br />戦においては評価が高い一方で、駆け引きや人望面に弱みがあり「愚将」「凡将」と評価されがちだった印象があります。<br />南朝側に立った理由のひとつとして楠木討伐の戦費を一族の支配する土地で理不尽に取り立てられたことが挙げられていたり、先のことまで考えて動いていなかった可能性はありますが、足利尊氏からの討伐要請に対しての反論は効果的でありそれほど交渉下手とも思いませんでした。<br />足利方からはもちろんながら同陣営のはずの北畠顕家ともいまいち連携が取れていなかったようです。<br />楠木正成にも「武将からの人望が無い」「一戦もせずに戻れないと思って合戦を主張しているだけで本当は防戦すべきと思っているはず」等、結構な言われ方なのはどうしてでしょうね。"
    }
]